acpi
acpid
aircrack-ng
alsa-oss
alsa-utils
android-tools
android-udev
audio-convert
autoconf
automake
awesome
bash
binutils
bison
blueman
bluez
bluez-utils
bzip2
calibre
conky
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
djview
djvulibre
dosfstools
e2fsprogs
emacs
fakeroot
feh
file
filesystem
findutils
firefox
flashplugin
flex
gawk
gcc
gcc-libs
gettext
git
glibc
gnumeric
gnuplot
gparted
gptfdisk
grep
groff
gvfs-mtp
gzip
htop
id3lib
ifplugd
inetutils
iproute2
iputils
iw
jfsutils
less
lib32-flashplugin
libtool
libutil-linux
licenses
linux
logrotate
lvm2
m4
macchanger
make
man-db
man-pages
maven
maxima
mdadm
mpd
mpv
mtpfs
nano
netctl
nethack
npm
ntfs-3g
p7zip
pacman
patch
pciutils
pcmciautils
perl
pkg-config
polkit-gnome
poppler
processing
procps-ng
psmisc
puddletag
pv
pyrit
python-pyserial
racket
reaver
reiserfsprogs
rlwrap
rsync
s-nail
sed
shadow
slock
sudo
sysfsutils
syslinux
systemd-sysvcompat
tar
texinfo
texmacs
thunar
thunar-volman
tk
tmux
tor
transmission-qt
tree
ttf-dejavu
ttf-droid
ttf-liberation
unrar
unzip
usbutils
util-linux
vicious
vim
virtualbox-guest-modules
virtualbox-guest-utils
virtualbox-host-dkms
vorbis-tools
wget
which
wireshark-cli
wpa_actiond
wpa_supplicant
wxmaxima
xchm
xf86-input-joystick
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server
xorg-server-utils
xorg-smproxy
xorg-x11perf
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zip
